<template>
    <main>
        <h1>About</h1>
        <p style="margin-top:0;text-align:center;font-weight:300">自己紹介</p>
        <p>はじめまして。実つまめ (32ma.me) あるいは 中村 栞 (なかむら しお) と申します。</p>
        <h2>プロフィール</h2>
        <p>
            神奈川県在住、グラフィックデザイナー志望の高校3年生です。<br>
            <a href="https://nnn.ed.jp">学校法人角川ドワンゴ学園 S高等学校</a> に3期生として在籍しており、卒業後は県内のデザイン系専門学校に進学を目指しています。<br>
            また、ほとんどコミットできていませんが、<a href="https://ablaze.one">Ablaze</a> というコミュニティにも所属しています。
        </p>
        <h2>興味のある分野</h2>
        <p>
            小学生の頃からデジタルに触れており、プログラミング → YouTube動画 → モーショングラフィックス と遷移し、今はグラフィックデザインに興味を持って取り組んでいます。<br>
            その中でも、特にユーザー体験やアクセシビリティを向上するデザインに関心があり、「だれもにやさしいデザイン」を心がけています。
        </p>
        <h2>していること</h2>
        <p>
            学業の合間を縫って、グラフィックデザインをはじめ、写真や動画、こういったWebサイト、さらには音楽など、PCを用いて幅広く制作しています。<br>
            また、実行委員に所属しており、ITの利活用による業務改善に携わるなどもしています。
        </p>
        <p>といった感じです。若輩者ですが、よろしくお願いします。</p>
    </main>
</template>